Repository: raxakk/Swiftolution
Catalog: Swiftolution/Localizable.xcstrings
Source language: en
Languages: de

source: %.1f deg/tick
de: %.1f°/Tick

source: %lld creatures
de: %lld Kreaturen

source: %lld neurons
de: %lld Neuronen

source: Age
de: Alter

source: Agility
de: Wendigkeit

source: Autumn
de: Herbst

source: Avg. age
de: Ø Alter

source: Avg. aggression
de: Ø Aggression

source: Avg. energy
de: Ø Energie

source: Behaviour (current)
de: Verhalten (aktuell)

source: Biome
de: Biom

source: Biomes & terrain
de: Biome & Terrain

source: Body mass
de: Körpermasse

source: Brain
de: Gehirn

source: Births
de: Geburten

source: Carnivore
de: Fleischfresser

source: Carnivores
de: Carnivore

source: Controls
de: Steuerung

source: Corpses
de: Leichen

source: Count
de: Anzahl

source: Current speed
de: Geschwindigkeit

source: Deaths
de: Tode

source: Desert
de: Wüste

source: Eats carrion
de: Frisst Aas

source: Eats plants
de: Frisst Pflanzen

source: Energy
de: Energie

source: Environment
de: Umgebung

source: Equator gradient
de: Äquator-Gradient

source: Food capacity
de: Nahrungskapazität

source: Food growth
de: Nahrungswachstum

source: Forest
de: Wald

source: Grassland
de: Wiese

source: Grassland, forest, desert, wetland and water barriers. Requires a restart.
de: Wiese, Wald, Wüste, Sumpf und Wasserbarrieren. Neustart nötig.

source: Group
de: Art

source: Herbivore
de: Pflanzenfresser

source: Herbivores
de: Herbivore

source: Life expectancy
de: Lebenserwartung

source: Litter size
de: Wurfgröße

source: Longevity
de: Langlebigkeit

source: Mating threshold
de: Paarungsschwelle

source: Minimum spawn
de: Mindest-Spawn

source: Mutation rate
de: Mutationsrate

source: Mutation strength
de: Mutationsstärke

source: No data yet
de: Noch keine Daten

source: Oldest
de: Ältestes

source: Olfaction
de: Olfaktion

source: Omnivores
de: Omnivore

source: Plant toxin
de: Pflanzengift

source: Plants
de: Pflanzen

source: Repro. threshold
de: Fortpfl.-Schwelle

source: Reproduction
de: Fortpflanzung

source: Restart
de: Neustart

source: Resume
de: Fortsetzen

source: Season
de: Jahreszeit

source: Seasonality
de: Saisonalität

source: Seasons
de: Jahreszeiten

source: Selected creature
de: Ausgewählte Kreatur

source: Senescence
de: Seneszenz

source: Sight angle
de: Sichtwinkel

source: Sight range
de: Sichtweite

source: Simulation speed
de: Simulationstempo

source: Size
de: Größe

source: Speciation
de: Artbildung

source: Species
de: Arten

source: Speed
de: Tempo

source: Spring
de: Frühling

source: Start (after restart)
de: Start (nach Neustart)

source: Starting population
de: Startpopulation

source: Statistics
de: Statistiken

source: Summer
de: Sommer

source: Threshold
de: Schwellenwert

source: Toxin strength
de: Giftstärke

source: Toxin threshold (aggr)
de: Giftschwelle (aggr)

source: Trait
de: Merkmal

source: Traits (avg.)
de: Merkmale (Ø)

source: Urge to attack
de: Angriffsdrang

source: Value
de: Wert

source: Water
de: Wasser

source: Wetland
de: Sumpf

source: World height
de: Welthöhe

source: World width
de: Weltbreite

source: Year length
de: Jahreslänge
